Repository: sunoj/hiboss
Catalog: macos/Sources/HibossIsland/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, ja, ko, pt_br, ru, th, zh_hans

source: Drop up to 4 items at a time.
ar: أفلت حتى 4 عناصر في المرة الواحدة.
es: Arrastra hasta 4 elementos a la vez.
fr: Déposez jusqu’à 4 éléments à la fois.
hi: एक बार में अधिकतम 4 आइटम छोड़ें।
ja: 一度にドロップできるのは4項目までです。
ko: 한 번에 최대 4개 항목을 놓으세요.
pt_br: Solte até 4 itens por vez.
ru: Перетащите не более 4 элементов за раз.
th: วางได้ครั้งละไม่เกิน 4 รายการ
zh_hans: 一次最多拖入 4 项。

source: Drop a file, image, text or web URL.
ar: أفلت ملفًا أو صورة أو نصًا أو رابط ويب.
es: Arrastra un archivo, imagen, texto o URL web.
fr: Déposez un fichier, une image, du texte ou une URL web.
hi: फ़ाइल, चित्र, टेक्स्ट या वेब URL छोड़ें।
ja: ファイル、画像、テキスト、またはウェブURLをドロップしてください。
ko: 파일, 이미지, 텍스트 또는 웹 URL을 놓으세요.
pt_br: Solte um arquivo, imagem, texto ou URL da web.
ru: Перетащите файл, изображение, текст или веб-ссылку.
th: วางไฟล์ รูปภาพ ข้อความ หรือ URL ของเว็บ
zh_hans: 拖入文件、图片、文本或网页链接。

source: Images must be 10 MB or smaller. Nothing was uploaded.
ar: يجب ألا تتجاوز الصور 10 MB. لم يتم رفع أي شيء.
es: Las imágenes no deben superar 10 MB. No se subió nada.
fr: Les images doivent faire 10 Mo maximum. Aucun envoi effectué.
hi: चित्र 10 MB या उससे छोटे होने चाहिए। कुछ भी अपलोड नहीं हुआ।
ja: 画像は10 MB以下にしてください。何もアップロードされていません。
ko: 이미지는 10 MB 이하여야 합니다. 아무것도 업로드되지 않았습니다.
pt_br: As imagens devem ter até 10 MB. Nada foi enviado.
ru: Изображения должны быть не более 10 МБ. Ничего не загружено.
th: รูปภาพต้องไม่เกิน 10 MB ยังไม่มีการอัปโหลด
zh_hans: 图片不得超过 10 MB。未上传任何内容。

source: Videos and files must be 50 MB or smaller. Nothing was uploaded.
ar: يجب ألا تتجاوز الفيديوهات والملفات 50 MB. لم يتم رفع أي شيء.
es: Los videos y archivos no deben superar 50 MB. No se subió nada.
fr: Les vidéos et fichiers doivent faire 50 Mo maximum. Aucun envoi effectué.
hi: वीडियो और फ़ाइलें 50 MB या उससे छोटी होनी चाहिए। कुछ भी अपलोड नहीं हुआ।
ja: 動画とファイルは50 MB以下にしてください。何もアップロードされていません。
ko: 동영상과 파일은 50 MB 이하여야 합니다. 아무것도 업로드되지 않았습니다.
pt_br: Vídeos e arquivos devem ter até 50 MB. Nada foi enviado.
ru: Видео и файлы должны быть не более 50 МБ. Ничего не загружено.
th: วิดีโอและไฟล์ต้องไม่เกิน 50 MB ยังไม่มีการอัปโหลด
zh_hans: 视频和文件不得超过 50 MB。未上传任何内容。

source: Text must be 16 KB or smaller. Nothing was uploaded.
ar: يجب ألا يتجاوز النص 16 KB. لم يتم رفع أي شيء.
es: El texto no debe superar 16 KB. No se subió nada.
fr: Le texte doit faire 16 Ko maximum. Aucun envoi effectué.
hi: टेक्स्ट 16 KB या उससे छोटा होना चाहिए। कुछ भी अपलोड नहीं हुआ।
ja: テキストは16 KB以下にしてください。何もアップロードされていません。
ko: 텍스트는 16 KB 이하여야 합니다. 아무것도 업로드되지 않았습니다.
pt_br: O texto deve ter até 16 KB. Nada foi enviado.
ru: Текст должен быть не более 16 КБ. Ничего не загружено.
th: ข้อความต้องไม่เกิน 16 KB ยังไม่มีการอัปโหลด
zh_hans: 文本不得超过 16 KB。未上传任何内容。

source: The note must be 16 KB or smaller.
ar: يجب ألا تتجاوز الملاحظة 16 KB.
es: La nota no debe superar 16 KB.
fr: La note doit faire 16 Ko maximum.
hi: नोट 16 KB या उससे छोटा होना चाहिए।
ja: メモは16 KB以下にしてください。
ko: 메모는 16 KB 이하여야 합니다.
pt_br: A nota deve ter até 16 KB.
ru: Примечание должно быть не более 16 КБ.
th: หมายเหตุต้องไม่เกิน 16 KB
zh_hans: 备注不得超过 16 KB。

source: This file is empty or cannot be read. Nothing was uploaded.
ar: هذا الملف فارغ أو لا يمكن قراءته. لم يتم رفع أي شيء.
es: Este archivo está vacío o no se puede leer. No se subió nada.
fr: Ce fichier est vide ou illisible. Aucun envoi effectué.
hi: यह फ़ाइल खाली है या पढ़ी नहीं जा सकती। कुछ भी अपलोड नहीं हुआ।
ja: このファイルは空か、読み取れません。何もアップロードされていません。
ko: 파일이 비어 있거나 읽을 수 없습니다. 아무것도 업로드되지 않았습니다.
pt_br: Este arquivo está vazio ou não pode ser lido. Nada foi enviado.
ru: Файл пуст или недоступен для чтения. Ничего не загружено.
th: ไฟล์นี้ว่างเปล่าหรืออ่านไม่ได้ ยังไม่มีการอัปโหลด
zh_hans: 文件为空或无法读取。未上传任何内容。

source: Image
ar: صورة
es: Imagen
hi: चित्र
ja: 画像
ko: 이미지
pt_br: Imagem
ru: Изображение
th: รูปภาพ
zh_hans: 图片

source: Couldn't save to Box. Check your connection and retry.
ar: تعذر الحفظ في Box. تحقق من الاتصال وأعد المحاولة.
es: No se pudo guardar en Box. Comprueba la conexión y reintenta.
fr: Impossible d’enregistrer dans Box. Vérifiez la connexion et réessayez.
hi: Box में सहेजा नहीं जा सका। कनेक्शन जाँचें और पुनः प्रयास करें।
ja: Boxに保存できませんでした。接続を確認して再試行してください。
ko: Box에 저장할 수 없습니다. 연결을 확인하고 다시 시도하세요.
pt_br: Não foi possível salvar no Box. Verifique a conexão e tente novamente.
ru: Не удалось сохранить в Box. Проверьте соединение и повторите.
th: บันทึกลง Box ไม่ได้ ตรวจสอบการเชื่อมต่อแล้วลองอีกครั้ง
zh_hans: 无法保存到 Box。请检查连接后重试。

source: Save to Box
ar: حفظ في Box
es: Guardar en Box
fr: Enregistrer dans Box
hi: Box में सहेजें
ja: Boxに保存
ko: Box에 저장
pt_br: Salvar no Box
ru: Сохранить в Box
th: บันทึกลง Box
zh_hans: 保存到 Box

source: Reading dropped items…
ar: جارٍ قراءة العناصر المُفلتة…
es: Leyendo los elementos arrastrados…
fr: Lecture des éléments déposés…
hi: छोड़े गए आइटम पढ़े जा रहे हैं…
ja: ドロップした項目を読み込み中…
ko: 놓은 항목을 읽는 중…
pt_br: Lendo os itens soltos…
ru: Чтение перетащенных элементов…
th: กำลังอ่านรายการที่วาง…
zh_hans: 正在读取拖入的内容…

source: Saved to Box
ar: تم الحفظ في Box
es: Guardado en Box
fr: Enregistré dans Box
hi: Box में सहेजा गया
ja: Boxに保存しました
ko: Box에 저장됨
pt_br: Salvo no Box
ru: Сохранено в Box
th: บันทึกลง Box แล้ว
zh_hans: 已保存到 Box

source: Optional note
ar: ملاحظة اختيارية
es: Nota opcional
fr: Note facultative
hi: वैकल्पिक नोट
ja: メモ（任意）
ko: 메모 (선택 사항)
pt_br: Nota opcional
ru: Примечание (необязательно)
th: หมายเหตุ (ไม่บังคับ)
zh_hans: 备注（可选）

source: Uploading item %lld of %lld…
ar: جارٍ رفع العنصر %lld من %lld…
es: Subiendo elemento %lld de %lld…
fr: Envoi de l’élément %lld sur %lld…
hi: आइटम %lld / %lld अपलोड हो रहा है…
ja: %lld / %lld 項目をアップロード中…
ko: %lld / %lld 항목 업로드 중…
pt_br: Enviando item %lld de %lld…
ru: Загрузка элемента %lld из %lld…
th: กำลังอัปโหลดรายการที่ %lld จาก %lld…
zh_hans: 正在上传第 %lld 项，共 %lld 项…

source: Save
ar: حفظ
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
th: บันทึก
zh_hans: 保存

source: Drop into Box
ar: أفلت في Box
es: Arrastrar a Box
fr: Déposer dans Box
hi: Box में छोड़ें
ja: Boxにドロップ
ko: Box에 놓기
pt_br: Soltar no Box
ru: Перетащить в Box
th: วางลง Box
zh_hans: 拖入 Box

source: Device label
ar: اسم الجهاز
es: Nombre del dispositivo
fr: Nom de l’appareil
hi: डिवाइस का नाम
ja: デバイス名
ko: 기기 이름
pt_br: Nome do dispositivo
ru: Имя устройства
th: ชื่ออุปกรณ์
zh_hans: 设备名称

source: Devices
ar: الأجهزة
es: Dispositivos
fr: Appareils
hi: डिवाइस
ja: デバイス
ko: 기기
pt_br: Dispositivos
ru: Устройства
th: อุปกรณ์
zh_hans: 设备

source: Connect to manage devices.
ar: اتصل لإدارة الأجهزة.
es: Conéctate para gestionar dispositivos.
fr: Connectez-vous pour gérer les appareils.
hi: डिवाइस प्रबंधित करने के लिए कनेक्ट करें।
ja: デバイスを管理するには接続してください。
ko: 기기를 관리하려면 연결하세요.
pt_br: Conecte-se para gerenciar dispositivos.
ru: Подключитесь, чтобы управлять устройствами.
th: เชื่อมต่อเพื่อจัดการอุปกรณ์
zh_hans: 连接后可管理设备。

source: Manage devices connected to your account.
ar: إدارة الأجهزة المتصلة بحسابك.
es: Gestiona los dispositivos conectados a tu cuenta.
fr: Gérez les appareils connectés à votre compte.
hi: अपने खाते से जुड़े डिवाइस प्रबंधित करें।
ja: アカウントに接続されているデバイスを管理します。
ko: 계정에 연결된 기기를 관리해요.
pt_br: Gerencie os dispositivos conectados à sua conta.
ru: Управляйте устройствами, подключёнными к вашей учётной записи.
th: จัดการอุปกรณ์ที่เชื่อมต่อกับบัญชีของคุณ
zh_hans: 管理连接到您账户的设备。

source: Retry
ar: إعادة المحاولة
es: Reintentar
fr: Réessayer
hi: फिर से कोशिश करें
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
zh_hans: 重试

source: Notify about messages
ar: الإشعار بالرسائل
es: Notificar mensajes
fr: M’avertir des messages
hi: संदेशों की सूचना दें
ja: メッセージを通知
ko: 메시지 알림
pt_br: Notificar mensagens
ru: Уведомлять о сообщениях
th: แจ้งเตือนเมื่อมีข้อความ
zh_hans: 通知新消息

source: Authorization
ar: التصريح
es: Autorización
fr: Autorisation
hi: अनुमति
ja: 通知の許可
ko: 권한
pt_br: Autorização
ru: Разрешение
th: สิทธิ์การแจ้งเตือน
zh_hans: 通知权限

source: Not requested
ar: لم يُطلب
es: No solicitado
fr: Non demandé
hi: अनुरोध नहीं किया गया
ja: 未リクエスト
ko: 요청되지 않음
pt_br: Não solicitada
ru: Не запрошено
th: ยังไม่ได้ขอ
zh_hans: 尚未请求

source: Denied
ar: مرفوض
es: Denegado
fr: Refusé
hi: अस्वीकृत
ja: 拒否
ko: 거부됨
pt_br: Negada
ru: Запрещено
th: ปฏิเสธแล้ว
zh_hans: 已拒绝

source: Allowed
ar: مسموح
es: Permitido
fr: Autorisé
hi: अनुमति है
ja: 許可
ko: 허용됨
pt_br: Permitidas
ru: Разрешено
th: อนุญาตแล้ว
zh_hans: 已允许

source: Deliver quietly
ar: التسليم بهدوء
es: Entregar sin sonido
fr: Distribuer discrètement
hi: चुपचाप पहुँचाएँ
ja: 目立たない形で配信
ko: 조용히 전달
pt_br: Entregar silenciosamente
ru: Доставлять без звука
th: ส่งแบบเงียบ
zh_hans: 静默送达

source: Open Notification Settings
ar: فتح إعدادات الإشعارات
es: Abrir ajustes de notificaciones
fr: Ouvrir les réglages de notifications
hi: सूचना सेटिंग्ज़ खोलें
ja: 通知設定を開く
ko: 알림 설정 열기
pt_br: Abrir ajustes de notificação
ru: Открыть настройки уведомлений
th: เปิดการตั้งค่าการแจ้งเตือน
zh_hans: 打开通知设置

source: Message notifications do not apply quiet hours or priority filtering.
ar: لا تطبّق إشعارات الرسائل ساعات عدم الإزعاج ولا تصفية الأولوية.
es: Las notificaciones de mensajes no aplican las horas de silencio ni el filtro por prioridad.
fr: Les notifications de messages ne tiennent pas compte des heures de silence ni du filtrage par priorité.
hi: संदेश सूचनाओं पर शांत समय या प्राथमिकता फ़िल्टर लागू नहीं होते।
ja: メッセージの通知には、おやすみ時間や優先度による絞り込みは適用されません。
ko: 메시지 알림에는 방해 금지 시간이나 우선순위 필터가 적용되지 않아요.
pt_br: As notificações de mensagens não aplicam o horário de silêncio nem o filtro de prioridade.
ru: К уведомлениям о сообщениях не применяются тихие часы и фильтр по приоритету.
th: การแจ้งเตือนข้อความไม่ใช้ช่วงห้ามรบกวนหรือการกรองตามลำดับความสำคัญ
zh_hans: 消息通知不应用免打扰时段或优先级筛选。

source: Automatic
ar: تلقائي
es: Automático
fr: Automatique
hi: स्वचालित
ja: 自動判断
ko: 자동
pt_br: Automáticas
ru: Автоматически
th: อัตโนมัติ
zh_hans: 自动决策

source: All messages
ar: كل الرسائل
es: Todos los mensajes
fr: Tous les messages
hi: सभी संदेश
ja: すべてのメッセージ
ko: 모든 메시지
pt_br: Todas as mensagens
ru: Все сообщения
th: ข้อความทั้งหมด
zh_hans: 全部消息

source: Completed
ar: مكتملة
es: Completadas
fr: Terminé
hi: पूरा हुआ
ja: 完了
ko: 완료됨
pt_br: Concluídas
ru: Завершено
th: เสร็จสิ้น
zh_hans: 已完成

source: Overview
ar: نظرة عامة
es: Resumen
fr: Vue d’ensemble
hi: अवलोकन
ja: 概要
ko: 개요
pt_br: Visão geral
ru: Обзор
th: ภาพรวม
zh_hans: 概览

source: Sessions
ar: الجلسات
es: Sesiones
hi: सेशन
ja: セッション
ko: 세션
pt_br: Sessões
ru: Сеансы
th: เซสชัน
zh_hans: 会话

source: Your sessions will appear here.
ar: ستظهر جلساتك هنا.
es: Tus sesiones aparecerán aquí.
fr: Vos sessions apparaîtront ici.
hi: आपके सेशन यहाँ दिखाई देंगे।
ja: セッションがここに表示されます。
ko: 세션이 여기에 표시돼요.
pt_br: Suas sessões aparecerão aqui.
ru: Здесь появятся ваши сеансы.
th: เซสชันของคุณจะแสดงที่นี่
zh_hans: 会话将显示在这里。

source: Counts reflect recent messages.
ar: الأعداد مبنية على الرسائل الأخيرة.
es: Los recuentos reflejan los mensajes recientes.
fr: Décomptes basés sur les messages récents.
hi: गिनती हाल के संदेशों पर आधारित है।
ja: 件数は最近のメッセージに基づきます。
ko: 최근 메시지 기준 개수예요.
pt_br: As contagens refletem as mensagens recentes.
ru: Учитываются только недавние сообщения.
th: จำนวนนับจากข้อความล่าสุด
zh_hans: 数量基于最近的消息。

source: Connect to receive agent messages.
ar: اتصل لتلقي رسائل الوكلاء.
es: Conéctate para recibir mensajes de los agentes.
fr: Connectez-vous pour recevoir les messages des agents.
hi: एजेंट के संदेश पाने के लिए कनेक्ट करें।
ja: 接続するとエージェントのメッセージを受信できます。
ko: 연결하면 에이전트 메시지를 받을 수 있어요.
pt_br: Conecte-se para receber mensagens dos agentes.
ru: Подключитесь, чтобы получать сообщения агентов.
th: เชื่อมต่อเพื่อรับข้อความจากเอเจนต์
zh_hans: 连接后即可接收智能体消息。

source: Connection interrupted. Showing recent messages.
ar: انقطع الاتصال. تُعرض الرسائل الأخيرة.
es: Conexión interrumpida. Se muestran los mensajes recientes.
fr: Connexion interrompue. Affichage des messages récents.
hi: कनेक्शन बाधित हुआ। हाल के संदेश दिखाए जा रहे हैं।
ja: 接続が中断されました。最近のメッセージを表示しています。
ko: 연결이 중단되었어요. 최근 메시지를 표시해요.
pt_br: Conexão interrompida. Mostrando mensagens recentes.
ru: Подключение прервано. Показаны недавние сообщения.
th: การเชื่อมต่อขัดข้อง กำลังแสดงข้อความล่าสุด
zh_hans: 连接中断，正在显示最近的消息。

source: Questions that need a decision.
ar: أسئلة تحتاج إلى قرار.
es: Preguntas que requieren una decisión.
fr: Questions qui nécessitent une décision.
hi: प्रश्न जिन पर निर्णय चाहिए।
ja: 判断が必要な質問です。
ko: 결정이 필요한 질문이에요.
pt_br: Perguntas que precisam de uma decisão.
ru: Вопросы, требующие решения.
th: คำถามที่ต้องตัดสินใจ
zh_hans: 需要做出决定的问题。

source: The default runs when the timer ends.
ar: يُنفَّذ الخيار الافتراضي عند انتهاء المؤقت.
es: La opción predeterminada se ejecuta cuando termina el temporizador.
fr: L’option par défaut s’exécute à la fin du minuteur.
hi: टाइमर खत्म होने पर डिफ़ॉल्ट चलता है।
ja: 時間切れになると既定の選択肢が実行されます。
ko: 타이머가 끝나면 기본 선택지가 실행돼요.
pt_br: A opção padrão é executada quando o tempo acaba.
ru: Когда время выйдет, выполнится вариант по умолчанию.
th: ตัวเลือกเริ่มต้นจะทำงานเมื่อหมดเวลา
zh_hans: 倒计时结束后执行默认选项。

source: Agents waiting for your answer.
ar: وكلاء بانتظار إجابتك.
es: Agentes esperando tu respuesta.
fr: Agents en attente de votre réponse.
hi: आपके जवाब की प्रतीक्षा में एजेंट।
ja: エージェントが回答を待っています。
ko: 답변을 기다리는 에이전트예요.
pt_br: Agentes aguardando sua resposta.
ru: Агенты ждут вашего ответа.
th: เอเจนต์ที่รอคำตอบจากคุณ
zh_hans: 智能体正在等待你的答复。

source: Priority questions that need your attention.
ar: أسئلة ذات أولوية تحتاج إلى انتباهك.
es: Preguntas prioritarias que requieren tu atención.
fr: Questions prioritaires qui requièrent votre attention.
hi: प्राथमिकता वाले प्रश्न जिन पर आपका ध्यान चाहिए।
ja: 確認が必要な優先度の高い質問です。
ko: 확인이 필요한 우선순위 높은 질문이에요.
pt_br: Perguntas prioritárias que precisam da sua atenção.
ru: Приоритетные вопросы, требующие вашего внимания.
th: คำถามสำคัญที่ต้องการความสนใจจากคุณ
zh_hans: 需要关注的高优先级问题。

source: Recent messages across your sessions.
ar: الرسائل الأخيرة عبر جلساتك.
es: Mensajes recientes de todas tus sesiones.
fr: Messages récents de toutes vos sessions.
hi: आपके सभी सेशन के हाल के संदेश।
ja: 各セッションの最近のメッセージです。
ko: 모든 세션의 최근 메시지예요.
pt_br: Mensagens recentes de todas as suas sessões.
ru: Недавние сообщения из всех ваших сеансов.
th: ข้อความล่าสุดจากทุกเซสชันของคุณ
zh_hans: 所有会话中的最近消息。

source: Answered and expired questions.
ar: الأسئلة المُجاب عنها والمنتهية.
es: Preguntas respondidas y caducadas.
fr: Questions répondues et expirées.
hi: जवाब दिए गए और समय-सीमा समाप्त प्रश्न।
ja: 回答済みおよび期限切れの質問です。
ko: 답변했거나 만료된 질문이에요.
pt_br: Perguntas respondidas e expiradas.
ru: Отвеченные и истёкшие вопросы.
th: คำถามที่ตอบแล้วและหมดอายุ
zh_hans: 已回复和已到期的问题。

source: Recent messages in this session.
ar: الرسائل الأخيرة في هذه الجلسة.
es: Mensajes recientes de esta sesión.
fr: Messages récents de cette session.
hi: इस सेशन के हाल के संदेश।
ja: このセッションの最近のメッセージです。
ko: 이 세션의 최근 메시지예요.
pt_br: Mensagens recentes nesta sessão.
ru: Недавние сообщения этого сеанса.
th: ข้อความล่าสุดในเซสชันนี้
zh_hans: 此会话中的最近消息。

source: No questions in this category
ar: لا أسئلة في هذه الفئة
es: No hay preguntas en esta categoría
fr: Aucune question dans cette catégorie
hi: इस श्रेणी में कोई प्रश्न नहीं
ja: この分類に質問はありません
ko: 이 카테고리에 질문 없음
pt_br: Nenhuma pergunta nesta categoria
ru: В этой категории нет вопросов
th: ไม่มีคำถามในหมวดหมู่นี้
zh_hans: 此分类暂无问题

source: Choose another category to see more messages.
ar: اختر فئة أخرى لرؤية المزيد من الرسائل.
es: Elige otra categoría para ver más mensajes.
fr: Choisissez une autre catégorie pour voir plus de messages.
hi: और संदेश देखने के लिए कोई दूसरी श्रेणी चुनें।
ja: 他の分類を選択してメッセージを確認できます。
ko: 다른 카테고리를 선택하면 더 많은 메시지를 볼 수 있어요.
pt_br: Escolha outra categoria para ver mais mensagens.
ru: Выберите другую категорию, чтобы увидеть больше сообщений.
th: เลือกหมวดหมู่อื่นเพื่อดูข้อความเพิ่มเติม
zh_hans: 选择其他分类查看更多消息。

source: No completed questions
ar: لا أسئلة مكتملة
es: No hay preguntas completadas
fr: Aucune question terminée
hi: कोई पूरा हुआ प्रश्न नहीं
ja: 完了した質問はありません
ko: 완료된 질문 없음
pt_br: Nenhuma pergunta concluída
ru: Нет завершённых вопросов
th: ไม่มีคำถามที่เสร็จสิ้น
zh_hans: 暂无已完成的问题

source: Answered and expired questions appear here.
ar: تظهر هنا الأسئلة المُجاب عنها والمنتهية.
es: Aquí aparecen las preguntas respondidas y caducadas.
fr: Les questions répondues et expirées apparaissent ici.
hi: जवाब दिए गए और समय-सीमा समाप्त प्रश्न यहाँ दिखाई देते हैं।
ja: 回答済みおよび期限切れの質問がここに表示されます。
ko: 답변했거나 만료된 질문이 여기에 표시돼요.
pt_br: Perguntas respondidas e expiradas aparecem aqui.
ru: Здесь появятся отвеченные и истёкшие вопросы.
th: คำถามที่ตอบแล้วและหมดอายุจะแสดงที่นี่
zh_hans: 已回复和已到期的问题将显示在这里。

source: Try again
ar: حاول مرة أخرى
es: Reintentar
fr: Réessayer
hi: फिर से कोशिश करें
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
th: ลองอีกครั้ง
zh_hans: 重试

source: All questions
ar: كل الأسئلة
es: Todas las preguntas
fr: Toutes les questions
hi: सभी प्रश्न
ja: すべての質問
ko: 모든 질문
pt_br: Todas as perguntas
ru: Все вопросы
th: คำถามทั้งหมด
zh_hans: 所有问题

source: Reply failed. Your draft is saved. Try again.
ar: فشل الرد. تم حفظ مسودتك. حاول مرة أخرى.
es: No se pudo responder. Tu borrador está guardado. Inténtalo de nuevo.
fr: Échec de la réponse. Votre brouillon est enregistré. Réessayez.
hi: जवाब नहीं भेजा जा सका। आपका ड्राफ़्ट सहेजा गया है। फिर से कोशिश करें।
ja: 返信に失敗しました。下書きは保存されています。もう一度お試しください。
ko: 답장을 보내지 못했어요. 임시 저장본은 보관되어 있어요. 다시 시도하세요.
pt_br: Falha ao responder. Seu rascunho foi salvo. Tente novamente.
ru: Не удалось ответить. Черновик сохранён. Повторите попытку.
th: ตอบกลับไม่สำเร็จ บันทึกแบบร่างไว้แล้ว ลองอีกครั้ง
zh_hans: 回复失败，草稿已保留，请重试。

source: That decision is no longer available.
ar: لم يعد هذا القرار متاحًا.
es: Esa decisión ya no está disponible.
fr: Cette décision n’est plus disponible.
hi: वह निर्णय अब उपलब्ध नहीं है।
ja: この判断はもう利用できません。
ko: 이 결정은 더 이상 사용할 수 없어요.
pt_br: Essa decisão não está mais disponível.
ru: Это решение больше недоступно.
th: การตัดสินใจนั้นไม่พร้อมใช้งานแล้ว
zh_hans: 该决策已不再可用。

source: Couldn't send your reply. Try again.
ar: تعذّر إرسال ردك. حاول مرة أخرى.
es: No se pudo enviar tu respuesta. Inténtalo de nuevo.
fr: Impossible d’envoyer votre réponse. Réessayez.
hi: आपका जवाब नहीं भेजा जा सका। फिर से कोशिश करें।
ja: 返信を送信できませんでした。もう一度お試しください。
ko: 답장을 보내지 못했어요. 다시 시도하세요.
pt_br: Não foi possível enviar sua resposta. Tente novamente.
ru: Не удалось отправить ответ. Повторите попытку.
th: ส่งคำตอบไม่ได้ ลองอีกครั้ง
zh_hans: 无法发送答复，请重试。

source: Settings
ar: الإعدادات
es: Ajustes
fr: Réglages
hi: सेटिंग्ज़
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
th: การตั้งค่า
zh_hans: 设置

source: General
ar: عام
fr: Général
hi: सामान्य
ja: 一般
ko: 일반
pt_br: Geral
ru: Основные
th: ทั่วไป
zh_hans: 通用

source: Connection
ar: الاتصال
es: Conexión
fr: Connexion
hi: कनेक्शन
ja: 接続
ko: 연결
pt_br: Conexão
ru: Подключение
th: การเชื่อมต่อ
zh_hans: 连接

source: Notifications
ar: الإشعارات
es: Notificaciones
hi: सूचनाएँ
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
zh_hans: 通知

source: Channels & Routing
ar: القنوات والتوجيه
es: Canales y enrutamiento
fr: Canaux et routage
hi: चैनल और रूटिंग
ja: チャンネルと配信先
ko: 채널 및 전달 경로
pt_br: Canais e roteamento
ru: Каналы и маршруты
th: ช่องทางและการกำหนดเส้นทาง
zh_hans: 渠道与路由

source: Quiet Hours
ar: ساعات عدم الإزعاج
es: Horas de silencio
fr: Heures de silence
hi: शांत समय
ja: おやすみ時間
ko: 방해 금지 시간
pt_br: Horário de silêncio
ru: Тихие часы
th: ช่วงห้ามรบกวน
zh_hans: 免打扰时段

source: Presentation
ar: العرض
es: Presentación
fr: Présentation
hi: प्रस्तुति
ja: 表示
ko: 표시
pt_br: Apresentação
ru: Отображение
th: การแสดงผล
zh_hans: 呈现

source: System & Doctor
ar: النظام والتشخيص
es: Sistema y diagnóstico
fr: Système et diagnostic
hi: सिस्टम और डायग्नोस्टिक्स
ja: システムと診断
ko: 시스템 및 진단
pt_br: Sistema e diagnóstico
ru: Система и диагностика
th: ระบบและการวินิจฉัย
zh_hans: 系统与诊断

source: About
ar: حول
es: Acerca de
fr: À propos
hi: परिचय
ja: 情報
ko: 정보
pt_br: Sobre
ru: О программе
th: เกี่ยวกับ
zh_hans: 关于

source: Startup behaviour for this Mac.
ar: سلوك بدء التشغيل لهذا الـ Mac.
es: Comportamiento de arranque de este Mac.
fr: Comportement au démarrage de ce Mac.
hi: इस Mac पर स्टार्टअप व्यवहार।
ja: このMacでの起動時の動作です。
ko: 이 Mac에서의 시작 동작이에요.
pt_br: Comportamento ao iniciar este Mac.
ru: Поведение при запуске на этом Mac.
th: การเริ่มทำงานของ Mac เครื่องนี้
zh_hans: 这台 Mac 的启动行为。

source: Connect this Mac to the boss daemon.
ar: صِل هذا الـ Mac بخدمة المدير الخلفية.
es: Conecta este Mac al daemon del jefe.
fr: Connectez ce Mac au daemon HiBoss.
hi: इस Mac को बॉस डेमन से कनेक्ट करें।
ja: このMacをボスデーモンに接続します。
ko: 이 Mac을 보스 데몬에 연결해요.
pt_br: Conecte este Mac ao daemon do chefe.
ru: Подключите этот Mac к демону босса.
th: เชื่อมต่อ Mac เครื่องนี้กับเดมอนฝั่งหัวหน้า
zh_hans: 将这台 Mac 连接到 boss 守护进程。

source: Choose how questions surface on this Mac.
ar: اختر كيف تظهر الأسئلة على هذا الـ Mac.
es: Elige cómo aparecen las preguntas en este Mac.
fr: Choisissez comment les questions s’affichent sur ce Mac.
hi: चुनें कि इस Mac पर प्रश्न कैसे दिखें।
ja: このMacでの質問の表示方法を選択します。
ko: 이 Mac에서 질문을 표시하는 방식을 선택해요.
pt_br: Escolha como as perguntas aparecem neste Mac.
ru: Выберите, как вопросы появляются на этом Mac.
th: เลือกวิธีแสดงคำถามบน Mac เครื่องนี้
zh_hans: 选择问题在这台 Mac 上如何出现。

source: Route each priority to server-backed channels.
ar: وجّه كل أولوية إلى قنوات مدعومة من الخادم.
es: Envía cada prioridad a los canales del servidor.
fr: Acheminez chaque priorité vers les canaux du serveur.
hi: हर प्राथमिकता को सर्वर-आधारित चैनलों पर भेजें।
ja: 優先度ごとに、サーバ側のチャンネルへ配信します。
ko: 우선순위별로 서버 채널에 전달해요.
pt_br: Direcione cada prioridade para canais do servidor.
ru: Направляйте каждый приоритет в каналы сервера.
th: กำหนดเส้นทางแต่ละลำดับความสำคัญไปยังช่องทางของเซิร์ฟเวอร์
zh_hans: 将各优先级路由到服务器渠道。

source: Silence lower-priority alerts on your schedule.
ar: أسكِت التنبيهات الأقل أولوية وفق جدولك.
es: Silencia los avisos de menor prioridad según tu horario.
fr: Coupez les alertes moins prioritaires selon vos horaires.
hi: अपने शेड्यूल पर कम प्राथमिकता वाले अलर्ट शांत करें।
ja: スケジュールに合わせて、優先度の低い通知を停止します。
ko: 일정에 따라 우선순위가 낮은 알림을 꺼요.
pt_br: Silencie alertas de menor prioridade nos horários que você definir.
ru: Отключайте звук оповещений с низким приоритетом по расписанию.
th: ปิดเสียงการแจ้งเตือนที่มีลำดับความสำคัญต่ำกว่าตามกำหนดเวลาของคุณ
zh_hans: 按你的日程静音较低优先级提醒。

source: Tune the local option surface and sounds.
ar: اضبط واجهة الخيارات المحلية والأصوات.
es: Ajusta la superficie de opciones local y los sonidos.
fr: Ajustez l’interface d’options locale et les sons.
hi: लोकल विकल्प इंटरफ़ेस और ध्वनियाँ समायोजित करें।
ja: このMacでの選択肢の表示とサウンドを調整します。
ko: 이 Mac의 선택지 화면과 사운드를 조정해요.
pt_br: Ajuste a exibição local das opções e os sons.
ru: Настройте локальный показ вариантов и звуки.
th: ปรับแต่งส่วนแสดงตัวเลือกและเสียงในเครื่อง
zh_hans: 调整本地选项界面和声音。

source: Inspect daemon, stream, and preference health.
ar: فحص الخدمة الخلفية والتدفق وسلامة التفضيلات.
es: Revisa el estado del daemon, el flujo y las preferencias.
fr: Inspectez l’état du daemon, du flux et des préférences.
hi: डेमन, स्ट्रीम और प्रेफ़रेंस की स्थिति जाँचें।
ja: デーモン、ストリーム、設定の状態を確認します。
ko: 데몬, 스트림, 환경설정 상태를 확인해요.
pt_br: Verifique a integridade do daemon, do fluxo e das preferências.
ru: Состояние демона, потока и настроек.
th: ตรวจสอบสถานะของเดมอน สตรีม และการตั้งค่า
zh_hans: 查看守护进程、数据流和偏好设置健康状况。

source: Version and project information.
ar: معلومات الإصدار والمشروع.
es: Información de versión y del proyecto.
fr: Version et informations sur le projet.
hi: संस्करण और प्रोजेक्ट की जानकारी।
ja: バージョンとプロジェクトの情報です。
ko: 버전 및 프로젝트 정보예요.
pt_br: Informações de versão e do projeto.
ru: Сведения о версии и проекте.
th: ข้อมูลเวอร์ชันและโปรเจกต์
zh_hans: 版本与项目信息。
